{
    "DEOXYS": "An alien virus that fell to earth on a meteorite underwent a DNA mutation to become this Pokémon.",
    "TURTWIG": "Made from soil, the shell on its back hardens when it drinks water. It lives along lakes.",
    "GROTLE": "A Grotle that lives in the forest is said to have its own secret springwater.",
    "TORTERRA": "Ancient people imagined that beneath the ground, a gigantic Torterra dwelled.",
    "CHIMCHAR": "Its fiery rear end is fueled by gas made in its belly. Even rain can't extinguish the fire.",
    "MONFERNO": "To intimidate attackers, it stretches the fire on its tail to make itself appear bigger.",
    "INFERNAPE": "It tosses its enemies around with agility. It uses all its limbs to fight in its own unique style.",
    "PIPLUP": "Because it is very proud, it hates accepting food from people. Its thick down guards it from cold.",
    "PRINPLUP": "Because every Prinplup considers itself to be the most important, they can never form a group.",
    "EMPOLEON": "It avoids unnecessary disputes, but it will decimate anything that threatens its pride.",
    "STARLY": "They flock in great numbers. Though small, they flap their wings with great power.",
    "STARAVIA": "It lives in forests and fields. Squabbles over territory occur when flocks collide.",
    "STARAPTOR": "It has a savage nature. It will courageously challenge foes that are much larger.",
    "BIDOOF": "With nerves of steel, nothing can perturb it. It is more agile and active than it appears.",
    "BIBAREL": "It makes its nest by damming streams with bark and mud. It is known as an industrious worker.",
    "KRICKETOT": "When its antennae hit each other, it sounds like the music of a xylophone.",
    "KRICKETUNE": "It signals its emotions with its melodies. Scientists are studying these melodic patterns.",
    "SHINX": "All of its fur dazzles if danger is sensed. It flees while the foe is momentarily blinded.",
    "LUXIO": "It rests its forelegs on others to communicate with rhythmic electric pulses from its claws.",
    "LUXRAY": "It can see clearly through walls to track down its prey and seek its lost young.",
    "BUDEW": "It lives alongside clear ponds. It scatters pollen that induces harsh sneezing and runny noses.",
    "ROSERADE": "It attracts prey with a sweet aroma, then downs it with thorny whips hidden in its arms.",
    "CRANIDOS": "It lived in jungles around 100 million years ago. Its skull is as hard as iron.",
    "RAMPARDOS": "Its powerful headbutt has enough power to shatter even the most durable things upon impact.",
    "SHIELDON": "It is outstandingly armored. As a result, it can eat grass and berries without having to fight.",
    "BASTIODON": "When attacked, they form a wall with their shield like faces to protect their young.",
    "BURMY": "If its cloak is broken in battle, it quickly remakes the cloak with materials nearby.",
    "WORMADAM": "It is said that a Wormadam that evolves on a cold day will have a thicker cloak.",
    "MOTHIM": "It flutters around at night and steals honey from the Combee hive.",
    "COMBEE": "A Pokémon formed by three others. It busily carries sweet floral honey to Vespiquen.",
    "VESPIQUEN": "It raises grubs in the holes in its body. It secretes pheromones to control Combee.",
    "PACHIRISU": "It's one of the kinds of Pokémon with electric cheek pouches. It shoots charges from its tail.",
    "BUIZEL": "It swims by rotating its two tails like a screw. When it dives, its flotation sac collapses.",
    "FLOATZEL": "It is a common sight around fishing ports. It is known to rescue people and carry off prey.",
    "CHERUBI": "The small ball is not only full of nutrients, it is also tasty. Starly try to peck it off.",
    "CHERRIM": "It blooms during times of strong sunlight. It tries to make up for everything it endured as a bud.",
    "SHELLOS": "Its shape and coloration vary, depending on its habitat.",
    "GASTRODON": "When its natural enemy attacks, it oozes purple fluid and escapes.",
    "AMBIPOM": "It is very difficult to dodge the consecutive strikes of its two tails.",
    "DRIFLOON": "Stories go that it grabs the hands of small children and drags them away to the afterlife.",
    "DRIFBLIM": "It grabs people and Pokémon and carries them off somewhere. Where do they go? Nobody knows.",
    "BUNEARY": "Its ears are always rolled up. They can be forcefully extended to shatter even a large boulder.",
    "LOPUNNY": "It sheds its fur twice a year. Its winter fur is soft and fluffy.",
    "MISMAGIUS": "It chants incantations. While they usually torment targets, some chants bring happiness.",
    "HONCHKROW": "Becoming active at night, it is known to swarm with numerous Murkrow in tow.",
    "GLAMEOW": "With its sharp glare, it puts foes in a mild hypnotic state. It is a very fickle Pokémon.",
    "PURUGLY": "To make itself appear intimidatingly beefy, it tightly cinches its waist with its twin tails.",
    "CHINGLING": "It emits cries by agitating an orb at the back of its throat. It moves with flouncing hops.",
    "STUNKY": "It sprays a nose-curling, stinky fluid from its rear to repel attackers.",
    "SKUNTANK": "It sprays a vile-smelling fluid from the tip of its tail to attack. Its range is over 160 feet.",
    "BRONZOR": "X-ray photos were taken to check its body structure. Nothing appeared, however.",
    "BRONZONG": "Ancient people believed that petitioning Bronzong for rain was the way to make crops grow.",
    "BONSLY": "It prefers arid environments. It leaks water from its eyes to adjust its body's fluid levels.",
    "MIME_JR": "It habitually mimics foes. Once mimicked, the foe cannot take its eyes off this Pokémon.",
    "HAPPINY": "It loves round white things. It carries an egg-shaped rock in imitation of Chansey.",
    "CHATOT": "Its tongue is just like a human's. As a result, it can cleverly mimic human speech.",
    "SPIRITOMB": "A Pokémon that was formed by 108 spirits. It is bound to a fissure in an Odd Keystone.",
    "GIBLE": "It once lived in the tropics. To avoid the cold, it lives in caves warmed by geothermal heat.",
    "GABITE": "It loves sparkly things. It seeks treasures in caves and hoards the loot into its nest.",
    "GARCHOMP": "It flies at speeds equal to a jet fighter plane. It never allows its prey to escape.",
    "MUNCHLAX": "It hides food under its long body hair. However, it forgets it has hidden the food.",
    "RIOLU": "The aura that emanates from its body intensifies to alert others if it is afraid or sad.",
    "LUCARIO": "It has the ability to sense the Auras of all things. It understands human speech.",
    "HIPPOPOTAS": "It lives in arid places. Instead of perspiration, it expels grainy sand from its body.",
    "HIPPOWDON": "Surprisingly quick to anger. It holds its mouth agape as a display of strength.",
    "SKORUPI": "It lives in arid lands. It buries itself in sand and lies in wait for unsuspecting prey.",
    "DRAPION": "Its body is encased in a sturdy shell. Its head rotates 180 degrees, eliminating blind spots.",
    "CROAGUNK": "Inflating its poison sacs, it makes an eerie blubbering sound for intimidation.",
    "TOXICROAK": "Its knuckle claws secrete a toxin so vile that even a scratch could prove fatal.",
    "CARNIVINE": "Hanging from branches using its tentacles, it looks like a plant. It awaits prey, mouth wide open.",
    "FINNEON": "The line running down its side can store sunlight. It shines vividly at night.",
    "LUMINEON": "Lumineon swimming in the darkness of the deep sea look like stars shining in the night sky.",
    "MANTYKE": "Scientists discovered that the distinctive patterns on its back differ by region.",
    "SNOVER": "In the spring, it grows berries with the texture of frozen treats around its belly.",
    "ABOMASNOW": "It blankets wide areas in snow by whipping up blizzards. It is also known as \"The Ice Monster.\\\"",
    "WEAVILE": "It sends signals to others by carving odd patterns in frost-covered trees and ice.",
    "MAGNEZONE": "It evolved from exposure to a special magnetic field. Three units generate magnetism.",
    "LICKILICKY": "The long tongue is always soggy with slobber. The saliva contains a solvent that causes numbness.",
    "RHYPERIOR": "From holes in its palms, it fires out Geodude. Its carapace can withstand volcanic eruptions.",
    "TANGROWTH": "Its vines grow so profusely that, in the warm season, you can't even see its eyes.",
    "ELECTIVIRE": "As its electric charge amplifies, blue sparks begin to crackle between its horns.",
    "MAGMORTAR": "When launching 3,600 degrees F fireballs, its body takes on a whitish hue from the intense heat.",
    "TOGEKISS": "It will never appear where there is strife. Its sightings have become rare recently.",
    "YANMEGA": "Its jaw power is incredible. It is adept at biting apart foes while flying by at high speed.",
    "LEAFEON": "Just like a plant, it uses photosynthesis. As a result, it is always enveloped in clear air.",
    "GLACEON": "It causes small ice crystals to form by lowering the temperature of the surrounding atmosphere.",
    "GLISCOR": "It observes prey while hanging inverted from branches. When the chance presents itself, it swoops!",
    "MAMOSWINE": "A frozen one was dug up from soil dating back 10,000 years. It woke up to much amazement.",
    "PORYGON_Z": "Its programming was modified to enable work in alien dimensions. It did not work as planned.",
    "GALLADE": "A master of courtesy and swordsmanship, it fights using extending swords on its elbows.",
    "PROBOPASS": "It freely controls three small units called Mini-Noses using magnetic force.",
    "DUSKNOIR": "It is said to take lost spirits into its pliant body and guide them home.",
    "FROSLASS": "Legends in snowy regions say that a woman who was lost on an icy mountain was reborn as Froslass.",
    "ROTOM": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc.",
    "UXIE": "Known as \"The Being of Knowledge.\\\" It is said that it can wipe out the memory of those who see its eyes.",
    "MESPRIT": "Known as \"The Being of Emotion.\\\" It taught humans the nobility of sorrow, pain, and joy.",
    "AZELF": "Known as \"The Being of Willpower.\\\" It sleeps at the bottom of a lake to keep the world in balance.",
    "DIALGA": "A legendary Pokémon of Sinnoh. It is said that time flows when Dialga's heart beats.",
    "PALKIA": "It has the ability to distort space. It is described as a deity in Sinnoh-region mythology.",
    "HEATRAN": "It dwells in volcanic caves. It digs in with its cross-shaped feet to crawl on ceilings and walls.",
    "REGIGIGAS": "There is an enduring legend that states this Pokémon towed continents with ropes.",
    "GIRATINA": "It was banished for its violence. It silently gazed upon the old world from the Distortion World.",
    "CRESSELIA": "On nights around the quarter moon, the aurora from its tail extends and undulates beautifully.",
    "PHIONE": "It drifts in warm seas. It always returns to where it was born, no matter how far it may have drifted.",
    "MANAPHY": "It is born with a wondrous power that lets it bond with any kind of Pokémon.",
    "DARKRAI": "To protect itself, it afflicts those around it with nightmares. However, it means no harm.",
    "SHAYMIN": "The flowers all over its body burst into bloom if it is lovingly hugged and senses gratitude.",
    "ARCEUS": "It is told in mythology that this Pokémon was born before the universe even existed.",
    "VICTINI": "It creates an unlimited supply of energy inside its body, which it shares with those who touch it.",
    "SNIVY": "It is very intelligent and calm. Being exposed to lots of sunlight makes its movements swifter.",
    "SERVINE": "When it gets dirty, its leaves can't be used in photosynthesis, so it always keeps itself clean.",
    "SERPERIOR": "It can stop its opponents' movements with just a glare. It takes in solar energy and boosts it.",
    "TEPIG": "It loves to eat roasted berries, but sometimes it gets too excited and burns them to a crisp.",
    "PIGNITE": "When its internal fire flares up, its movements grow sharper and faster. When in trouble, it emits smoke.",
    "EMBOAR": "It has mastered fast and powerful fighting moves. It grows a beard of fire.",
    "OSHAWOTT": "The scalchop on its stomach isn't just used for battle--it is also used to break open hard berries.",
    "DEWOTT": "Strict training is how it learns its flowing double-scalchop technique.",
    "SAMUROTT": "In the time it takes a foe to blink, it can draw and sheathe the seamitars attached to its front legs.",
    "PATRAT": "Extremely cautious, one of them is always on a lookout, but it won't notice a foe coming from behind.",
    "WATCHOG": "Using luminescent matter, it makes its eyes and body glow and stuns attacking opponents.",
    "LILLIPUP": "Though it is a very brave Pokémon, it's also smart enough to check its foe's strength and avoid battle.",
    "HERDIER": "This very loyal Pokémon helps Trainers, and it also takes care of other Pokémon.",
    "STOUTLAND": "This extremely wise Pokémon excels at rescuing people stranded at sea or in the mountains.",
    "PURRLOIN": "They trick people with cuteness, and steal their valuables just to see the looks on their faces.",
    "LIEPARD": "Their beautiful form comes from the muscles they have developed. They run silently in the night.",
    "PANSAGE": "It shares the leaf on its head with weary-looking Pokémon. These leaves are known to relieve stress.",
    "SIMISAGE": "It strikes its enemies with a thorn-covered tail. The leaf on its head is bitter.",
    "PANSEAR": "Very intelligent, it roasts berries before eating them. It likes to help people.",
    "SIMISEAR": "It loves sweets because they become energy for the fire burning inside its body.",
    "PANPOUR": "The water stored inside the tuft on its head is full of nutrients. It waters plants using its tail.",
    "SIMIPOUR": "The high-pressure water expelled from its tail is so powerful, it can destroy a concrete wall.",
    "MUNNA": "This Pokémon appears before people and Pokémon who are having nightmares and eats those dreams.",
    "MUSHARNA": "The mist emanating from their foreheads is packed with the dreams of people and Pokémon.",
    "PIDOVE": "These Pokémon live in cities. They are accustomed to people. Flocks often gather in parks and plazas.",
    "TRANQUILL": "It can return to its Trainer's location regardless of the distance separating them.",
    "UNFEZANT": "Males swing the plumage on their heads to threaten others, but females are better at flying.",
    "BLITZLE": "Its mane shines when discharging electricity. It uses flashing manes to communicate with others.",
    "ZEBSTRIKA": "When this ill-tempered Pokémon runs wild, it shoots lightning from its mane in all directions.",
    "ROGGENROLA": "Its ear is hexagonal in shape. Compressed underground, its body is as hard as steel.",
    "BOLDORE": "Because its energy was too great to be contained, the energy leaked and formed orange crystals.",
    "GIGALITH": "The solar rays it absorbs are processed in its energy core and fired as a ball of light.",
    "WOOBAT": "It emits ultrasonic waves from its nose to learn about its surroundings.",
    "SWOOBAT": "It shakes its tail vigorously when it emits ultrasonic waves strong enough to reduce concrete to rubble.",
    "DRILBUR": "By spinning its body, it can dig straight through the ground at a speed of 30 mph.",
    "EXCADRILL": "Forming a drill with its steel claws and head, it can cut through a steel plate, no matter the thickness.",
    "AUDINO": "Using the feelers on its ears, it can tell how someone is feeling or when an egg might hatch.",
    "TIMBURR": "Always carrying squared logs, they help out with construction. As they grow, they carry bigger logs.",
    "GURDURR": "With strengthened bodies, they skillfully wield steel beams to take down buildings.",
    "CONKELDURR": "It is thought that Conkeldurr taught humans how to make concrete more than 2,000 years ago.",
    "TYMPOLE": "They warn others of danger by vibrating their cheeks to create a high-pitched sound.",
    "PALPITOAD": "It lives in the water and on land. It uses its long, sticky tongue to capture prey.",
    "SEISMITOAD": "By putting power into its bumps, it creates vibrations and increases the power of its punches.",
    "THROH": "When it tightens its belt, it becomes stronger. Wild Throh use vines to weave their own belts.",
    "SAWK": "Desiring the strongest karate chop, they seclude themselves in mountains and train without sleeping.",
    "SEWADDLE": "Since this Pokémon makes its own clothes out of leaves, it is a popular mascot for fashion designers.",
    "SWADLOON": "Preferring dark, damp places, it spends the entire day eating fallen leaves that lie around it.",
    "LEAVANNY": "It keeps its eggs warm with heat from fermenting leaves.",
    "VENIPEDE": "Its bite injects a potent poison, enough to paralyze large bird Pokémon that try to prey on it.",
    "WHIRLIPEDE": "Protected by a hard shell, it spins its body like a wheel and crashes furiously into its enemies.",
    "SCOLIPEDE": "Highly aggressive, it uses the claws near its neck to dig into its opponents and poison them.",
    "COTTONEE": "When attacked, it escapes by shooting cotton from its body to serve as a decoy to distract the attacker.",
    "WHIMSICOTT": "Like the wind, it can slip through any gap, no matter how small. It leaves balls of white fluff behind.",
    "PETILIL": "The leaves on its head are very bitter. Eating one of these leaves is known to refresh a tired body.",
    "LILLIGANT": "The fragrance of the garland on its head has a relaxing effect, but taking care of it is very difficult.",
    "BASCULIN": "Savage, violent Pokémon, red and blue Basculin are always fighting each other over territory.",
    "SANDILE": "They live hidden under hot desert sands in order to keep their body temperature from dropping.",
    "KROKOROK": "It buries some of its prey in the sand to use as emergency meals when its hunts are unsuccessful.",
    "KROOKODILE": "It conceals itself in sandstorms that Flygon whip up and waits patiently for prey to appear.",
    "DARUMAKA": "When it sleeps, it pulls its limbs into its body and its internal fire goes down to 1,100 degrees F.",
    "DARMANITAN": "When weakened in battle, it transforms into a stone statue then sharpens its mind and fights mentally.",
    "MARACTUS": "Arid regions are their habitat. They move rhythmically, making a sound similar to maracas.",
    "DWEBBLE": "This Pokémon can easily melt holes in hard rocks with a liquid secreted from its mouth.",
    "CRUSTLE": "When its boulder is broken in battles for territory, it feels unsure and begins to weaken.",
    "SCRAGGY": "It immediately headbutts anyone that makes eye contact with it. Its skull is massively thick.",
    "SCRAFTY": "This Pokémon may be rude, but it takes very good care of its family, its friends, and its turf.",
    "SIGILYPH": "The guardians of an ancient city, they always fly the same route while keeping watch for invaders.",
    "YAMASK": "Each of them carries a mask that used to be its face when it was human.",
    "COFAGRIGUS": "Grave robbers who mistake them for real coffins and get too close end up trapped inside their bodies.",
    "TIRTOUGA": "Restored from a fossil, this Pokémon can dive to depths beyond half a mile.",
    "CARRACOSTA": "Incredible jaw strength enables them to chew up steel beams and rocks along with their prey.",
    "ARCHEN": "Restored from a fossil, this ancient bird Pokémon has wings but can't yet fly.",
    "ARCHEOPS": "It runs better than it flies. It takes off into the sky by running at a speed of 25 mph.",
    "TRUBBISH": "Wanting more garbage, they follow people who litter. They always belch poison gas.",
    "GARBODOR": "Consuming garbage makes new kinds of poison gases and liquids inside their bodies.",
    "ZORUA": "It changes so it looks just like its foe, tricks it, and then uses that opportunity to flee.",
    "ZOROARK": "Stories say those who tried to catch Zoroark were trapped in an illusion and punished.",
    "MINCCINO": "Minccino greet each other by grooming one another thoroughly with their tails.",
    "CINCCINO": "Their white fur is coated in a special oil that makes it easy for them to deflect attacks.",
    "GOTHITA": "Their ribbonlike feelers increase their psychic power. They are always staring at something.",
    "GOTHORITA": "According to old tales, it creates friends for itself by controlling sleeping children on starry nights.",
    "GOTHITELLE": "Starry skies thousands of light-years away are visible in the space distorted by their psychic power.",
    "SOLOSIS": "Because their bodies are enveloped in a special liquid, they can survive in any environment.",
    "DUOSION": "When their two divided brains think the same thoughts, their psychic power is maximized.",
    "REUNICLUS": "When Reuniclus shake hands, a network forms between their brains, increasing their psychic power.",
    "DUCKLETT": "When attacked, it uses its feathers to splash water, escaping under cover of the spray.",
    "SWANNA": "Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock.",
    "VANILLITE": "It feels pleasantly cool when embraced. This Pokémon is treasured by households in warm regions.",
    "VANILLISH": "This hearty Pokémon survived the Ice Age. It's incredibly popular in very hot regions.",
    "VANILLUXE": "If both heads get angry simultaneously, this Pokémon expels a blizzard, burying everything in snow.",
    "DEERLING": "The turning of the seasons changes the color and scent of its fur. People use it to mark the seasons.",
    "SAWSBUCK": "They migrate according to seasons, so some people call Sawsbuck the harbingers of spring.",
    "EMOLGA": "They live on treetops and glide using the inside of a cape-like membrane while discharging electricity.",
    "KARRABLAST": "For some reason they evolve when they receive electrical energy while they are attacking Shelmet.",
    "ESCAVALIER": "Wearing the shell covering they stole from Shelmet, they defend themselves and attack with two lances.",
    "FOONGUS": "It lures Pokémon with its pattern that looks just like a Pok\\e Ball then releases poison spores.",
    "AMOONGUSS": "It moves the caps on both arms and does a dance to lure prey. It prefers damp places.",
    "FRILLISH": "They paralyze prey with poison, then drag them down to their lairs, five miles below the surface.",
    "JELLICENT": "Jellicent is always hanging around fancy cruise ships and tankers, hoping to drag away its prey.",
    "ALOMOMOLA": "The special membrane enveloping Alomomola has the ability to heal wounds.",
    "JOLTIK": "Joltik that live in cities have learned a technique for sucking electricity from the outlets in houses.",
    "GALVANTULA": "When attacked, they create an electric barrier by spitting out many electrically charged threads.",
    "FERROSEED": "They stick their spikes into cave walls and absorb the minerals they find in the rock.",
    "FERROTHORN": "By swinging around its three spiky feels and shooting spikes, it can obliterate an opponent.",
    "KLINK": "Two bodies comprise a fixed pair. They spin around each other to generate energy.",
    "KLANG": "A mini and big gear comprise its body. If the mini gear it launches at a foe doesn't return, it will die.",
    "KLINKLANG": "The gear with the red core is rotated at high speed for a rapid energy charge.",
    "TYNAMO": "While one alone doesn't have much power, a chain of many Tynamo can be as powerful as lightning.",
    "EELEKTRIK": "This Pokémon has a big appetite. When it spots its prey, it attacks it and paralyzes it with electricity.",
    "EELEKTROSS": "With its sucker mouth, it sucks in prey. Then it uses its fangs to shock the prey with electricity.",
    "ELGYEM": "Rumors of its origin are linked to a UFO crash site in the desert 50 years ago.",
    "BEHEEYEM": "It uses psychic power to control an opponent's brain and tamper with its memories.",
    "LITWICK": "Its flame is usually out, but it starts shining when it absorbs life force from people or Pokémon.",
    "LAMPENT": "It arrives near the moment of death and steals spirit from the body.",
    "CHANDELURE": "Being consumed in Chandelure's flame burns up the spirit, leaving the body behind.",
    "AXEW": "Its large tusks have a tendency to break, but each time they grow back, they grow in harder and sturdier.",
    "FRAXURE": "Their tusks can shatter rocks. Territory battles between Fraxure can be intensely violent.",
    "HAXORUS": "Their sturdy tusks will stay sharp even if used to cut steel beams. They are covered in hard armor.",
    "CUBCHOO": "When it is not feeling well, its mucus gets watery and the power of its Ice-type moves decreases.",
    "BEARTIC": "It freezes its breath to create fangs and claws of ice. Cold northern areas are its habitat.",
    "CRYOGONAL": "They are born in snow clouds. They use chains made of ice crystals to capture prey.",
    "SHELMET": "When it and Karrablast are together, and both receive electrical stimulation, they both evolve.",
    "ACCELGOR": "Having removed its heavy shell, it becomes very light and can fight with ninja-like movements.",
    "STUNFISK": "When its opponent can't be paralyzed, it contorts itself with unexpected speed and flops away.",
    "MIENFOO": "It takes pride in the speed at which it uses moves. What it loses in power, it makes up for in quantity.",
    "MIENSHAO": "They use the long fur on their arms as a whip to strike their opponents.",
    "DRUDDIGON": "It runs through the narrow tunnels formed by Excadrill and Onix. It uses its sharp claws to catch prey.",
    "GOLETT": "Ancient science fashioned this Pokémon from clay. It's been active for thousands of years.",
    "GOLURK": "Golurk were created to protect people and Pokémon. They run on a mysterious energy.",
    "PAWNIARD": "Ignoring their injuries, groups attack by sinking the blades that cover their bodies into their prey.",
    "BISHARP": "Bisharp pursues prey in the company of a large group of Pawniard. Then Bisharp finishes off the prey.",
    "BOUFFALANT": "Their fluffy fur absorbs damage, even if they strike foes with a fierce headbutt.",
    "RUFFLET": "They crush berries with their talons. They bravely stand up to any opponent, no matter how strong it is.",
    "BRAVIARY": "The more scars they have, the more respect these brave soldiers of the sky get from their peers.",
    "VULLABY": "They tend to guard their posteriors with suitable bones they have found. They pursue weak Pokémon.",
    "MANDIBUZZ": "It skillfully arranges the bones of its prey to construct its nest. Most of the bones are Cubone.",
    "HEATMOR": "It breathes through a hole in its tail while it burns with an internal fire. Durant is its prey.",
    "DURANT": "Durant dig nests in mountains. They build their complicated, interconnected tunnels in mazes.",
    "DEINO": "It tends to bite everything, and it is not a picky eater. Approaching it carelessly is dangerous.",
    "ZWEILOUS": "The two heads do not get along. Whichever head eats more than the other gets to be the leader.",
    "HYDREIGON": "It responds to movement by attacking. This scary, three-headed Pokémon devours everything in its path!",
    "LARVESTA": "It protects itself with flame. Long years ago, people believed Larvesta had a nest on the sun.",
    "VOLCARONA": "When volcanic ash darkened the atmosphere, Volcarona's fire provided a replacement for the sun.",
    "COBALION": "It has a body and heart of steel. Its glare is sufficient to make even an unruly Pokémon obey it.",
    "TERRAKION": "This Pokémon came to the defense of Pokémon that had lost their homes in a war among humans.",
    "VIRIZION": "Legends say this Pokémon confounded opponents with its swift movements.",
    "TORNADUS": "In every direction it flies, creating winds so powerful, they blow everything away.",
    "THUNDURUS": "Countless charred remains mar the landscape of places through which Thundurus has passed.",
    "RESHIRAM": "When Reshiram's tail flares, the heat energy moves the atmosphere and changes the world's weather.",
    "ZEKROM": "This Pokémon appears in legends. In its tail, it has a giant generator that creates electricity.",
    "LANDORUS": "Lands visited by Landorus grant bountiful crops. It has been hailed as \"The Guardian of the Fields.\\\"",
    "KYUREM": "It can produce ultracold air. Its body is frozen.",
    "KELDEO": "It crosses the world, running over the surfaces of oceans and rivers. It appears at scenic waterfronts.",
    "MELOETTA": "Many famous songs have been inspired by the melodies that Meloetta plays.",
    "GENESECT": "This ancient bug Pokémon was altered by Team Plasma. They upgraded the cannon on its back.",
    "CHESPIN": "Such a thick shell of wood covers its head and back that even a direct hit from a truck wouldn't faze it.",
    "QUILLADIN": "It relies on its sturdy shell to deflect predators' attacks. It counterattacks with its sharp quills.",
    "CHESNAUGHT": "When it takes a defensive posture with its fists guarding its face, it could withstand a bomb blast.",
    "FENNEKIN": "Eating a twig fills it with energy, and its roomy ears give vent to very hot air.",
    "BRAIXEN": "With friction from its tail fur, it sets the twig on its tail on fire and launches into battle.",
    "DELPHOX": "It gazes into the flame at its branch to achieve a focused state, allowing it to see the future.",
    "FROAKIE": "It secretes bubbles from its chest and back. The bubbles reduce the damage it would take when attacked.",
    "FROGADIER": "Its swiftness is unparalleled. It can scale a tower of more than 2,000 feet in a minute's time.",
    "GRENINJA": "It creates throwing stars out of compressed water, that can split metal in two.",
    "BUNNELBY": "They use their large ears to dig burrows. They will dig the whole night through.",
    "DIGGERSBY": "As powerful as an excavator, its ears can reduce dense bedrock to rubble.",
    "FLETCHLING": "When it's excited, its temperature can double, spiking hormone production in its body.",
    "FLETCHINDER": "Its speed right after takeoff already puts it in the top speed class of all bird Pokémon.",
    "TALONFLAME": "When attacking prey, it can reach speeds of up to 310 mph. It finishes its prey off with a colossal kick.",
    "SCATTERBUG": "The powder that covers its body regulates its temperature, so it can live in any region or climate.",
    "SPEWPA": "The beaks of birds can't begin to scratch its stalwart body. To defend itself, it spews powder.",
    "VIVILLON": "The colorful patterns on this Pokémon's wings depend on the climate and topography of its habitat.",
    "LITLEO": "The stronger the opponent it faces, the more heat and power flow through its body.",
    "PYROAR": "The male with the largest mane of fire is the leader of the pride.",
    "FLABEBE": "It draws and controls the hidden power of flowers. The flower it holds is most likely part of its body.",
    "FLOETTE": "When the flowers of a well-tended flower bed bloom, it appears and celebrates with an elegant dance.",
    "FLORGES": "Its life can span several hundred years. It's said to devote its entire life to protecting gardens.",
    "SKIDDO": "Thought to be one of the first Pokémon to live in harmony with humans, it has a placid disposition.",
    "GOGOAT": "They inhabit mountainous regions. The leader of the herd is decided by a battle of clashing horns.",
    "PANCHAM": "It grows up imitating the behavior of Pangoro, which it looks up to as a leader.",
    "PANGORO": "This Pokémon boasts great physical strength. Many Trainers are also smitten by its lively character.",
    "FURFROU": "Historically, in the Kalos region, these Pokémon were the designated guardians of the king.",
    "ESPURR": "The organ that emits its intense psychic power is sheltered by its ears to keep power from leaking out.",
    "MEOWSTIC": "When in danger, it raises its ears and releases enough psychic power to grind a 10-ton truck to dust.",
    "HONEDGE": "It is born when a departed spirit inhabits a sword. It attaches to people and drinks their life force.",
    "DOUBLADE": "The complex attack patterns of its two swords are unstoppable, even for an accomplished opponent.",
    "AEGISLASH": "It can detect the innate qualities of leadership. Whoever it recognizes is destined to become king.",
    "SPRITZEE": "It emits a scent that delights those who smell it. The fragrance changes depending on what it has eaten.",
    "AROMATISSE": "It devises various scents and emits scents that its enemies dislike in order to gain an edge in battle.",
    "SWIRLIX": "Because it eats nothing but sweets, its fur is as sticky sweet as cotton candy.",
    "SLURPUFF": "It can distinguish the faintest of scents. It puts its sense of smell to use by helping pastry chefs.",
    "INKAY": "It draws prey near with its blinking lights and then wraps them up in its long tentacles.",
    "MALAMAR": "It wields the most compelling hypnotic powers of any Pokémon, and it forces others to do anything.",
    "BINACLE": "Two Binacle live together on one rock. When they fight, one of them will move to a different rock.",
    "BARBARACLE": "When they evolve, two Binacle multiply into seven. They fight with the power of seven Binacle.",
    "SKRELP": "It looks just like rotten kelp. It hides from foes while storing up power for its evolution.",
    "DRAGALGE": "Tales are told of ships that wander into seas where Dragalge live, never to return.",
    "CLAUNCHER": "They knock down flying prey by firing compressed water from their massive claws like shooting a pistol.",
    "CLAWITZER": "Their enormous claws launch cannonballs of water powerful enough to pierce tanker hulls.",
    "HELIOPTILE": "The frills on either side of its head have cells that generate electricity when exposed to sunlight.",
    "HELIOLISK": "It flares its frill and generates energy. It can generate sufficient electricity to power a skyscraper.",
    "TYRUNT": "Its immense jaws have enough destructive force to chew up an automobile. It lived 100 million years ago.",
    "TYRANTRUM": "Nothing could stop this Pokémon 100 million years ago, so it behaved like a king.",
    "AMAURA": "This calm Pokémon lived in a cold land where there were no violent predators like Tyrantrum.",
    "AURORUS": "This usually quiet and kindly Pokémon has a surface temperature of around -240 degrees Fahrenheit.",
    "SYLVEON": "It sends a soothing aura from its ribbonlike feelers to calm fights.",
    "HAWLUCHA": "Although its body is small, its proficient fighting skills enable it to keep up with big bruisers.",
    "DEDENNE": "Its upper whiskers are sensors that survey its surroundings. Its lower whiskers shoot electricity.",
    "CARBINK": "Born from temperatures and pressures deep underground, it fires beams from the stone in its head.",
    "GOOMY": "It's covered in a slimy membrane that makes any punches or kicks slide off it harmlessly.",
    "SLIGGOO": "It crawls along sluggishly. The swirly protrusion on its back is filled with its brain and other organs.",
    "GOODRA": "An amazingly friendly Pokémon, but if left to itself, loneliness overcomes it, and it oozes gooey tears.",
    "KLEFKI": "These key collectors threaten any attackers by fiercely jingling their keys at them.",
    "PHANTUMP": "It is created when a spirit possesses rotten tree stumps. It prefers to live in abandoned forests.",
    "TREVENANT": "It can control trees at will. It will trap people who harm the forest, so they can never leave.",
    "PUMPKABOO": "It is said to carry wandering spirits to the place where they belong so they can move on.",
    "GOURGEIST": "It enwraps its prey in its hairlike arms. It sings joyfully as it observes the suffering of its prey.",
    "BERGMITE": "It blocks opponents' attacks with the ice that shields its body. It uses cold air to repair any crack.",
    "AVALUGG": "The way several Bergmite huddle on its back make it look like an aircraft carrier made of ice.",
    "NOIBAT": "They live in pitch black caves. Their enormous ears can emit ultrasonic waves of 200,000 hertz.",
    "NOIVERN": "This hot-blooded Pokémon attacks anything it sees with ultrasonic waves that can crush boulders.",
    "XERNEAS": "When the horns on its head shine in seven different colors, it is said to be sharing everlasting life.",
    "YVELTAL": "When its life comes to an end, it absorbs the life energy of every living thing and turns into a cocoon.",
    "ZYGARDE": "When the Kalos region's ecosystem falls into disarray, it appears and reveals its secret power.",
    "DIANCIE": "It can instantly create many diamonds by compressing the carbon in the air between its hands.",
    "HOOPA": "It gathers things it likes and passes them through its loop to teleport them to a secret place.",
    "VOLCANION": "It expels its internal steam from the arms on its back. It has enough power to blow away a mountain.",
    "ROWLET": "It feels relaxed in tight, dark places and has been known to use its Trainer's pocket or bag as a nest.",
    "DARTRIX": "It throws sharp feathers called blade quills at enemies or prey. It seldom misses.",
    "DECIDUEYE": "Although basically cool and cautious, when it's caught by surprise, it's seized by panic.",
    "LITTEN": "It doesn't allow its emotions to be easily seen. Earning its trust takes time. It prefers solitude.",
    "TORRACAT": "It boasts powerful front legs. With a single punch, it can bend an iron bar right over.",
    "INCINEROAR": "When its fighting spirit is set alight, the flames around its waist become especially intense.",
    "POPPLIO": "The balloons it inflates with its nose grow larger and larger as it practices day by day.",
    "BRIONNE": "It attacks by smacking its enemies with the exploding water balloons that it creates.",
    "PRIMARINA": "To Primarina, every battle is a stage. It takes down its prey with beautiful singing and dancing.",
    "PIKIPEK": "It may look spindly, but its neck muscles are heavy-duty. It can peck at a tree 16 times per second!",
    "TRUMBEAK": "It can bend the tip of its beak to produce over a hundred different cries at will.",
    "TOUCANNON": "Known for forming harmonious couples, it is brought to wedding ceremonies as a good luck charm.",
    "YUNGOOS": "It prefers to eat fresh living things so it marches down streets in search of prey.",
    "GUMSHOOS": "Patient by nature, it loses control of itself and pounces when it spots its favorite meal-Rattata!",
    "GRUBBIN": "Its strong jaw enables it to scrape trees and slurp out the sap. It normally lives underground.",
    "CHARJABUG": "From the food it digests, it generates electricity, and it stores this energy in its electric sac.",
    "VIKAVOLT": "It flusters opponents with acrobatic flying maneuvers. This creates an opening for it to attack.",
    "CRABRAWLER": "Its hard pincers are well suited to both offense and defense.",
    "CRABOMINABLE": "It stores coldness in its pincers and pummels its foes. It can even smash thick walls of ice to bits!",
    "ORICORIO": "This Oricorio has sipped red nectar. Its passionate dance moves cause its enemies to combust in both body and mind.",
    "CUTIEFLY": "Myriads of Cutiefly flutter above the heads of people who have auras resembling those of flowers.",
    "RIBOMBEE": "Some of Ribombee's pollen puffs are highly nutritious. They are sometimes sold as supplements.",
    "ROCKRUFF": "When it rubs the rocks on its neck against you, that's proof of its love for you.",
    "LYCANROC": "Well equipped with claws and fangs, it uses the sharp rocks in its mane as weapons.",
    "WISHIWASHI": "They're weak, so they move in schools. However, they can also often be seen all alone, having strayed from the school.",
    "MAREANIE": "Aside from its head, its body parts regenerate quickly if they're cut off.",
    "TOXAPEX": "It crawls along the ocean floor on its 12 legs. It leaves a trail of Corsola bits scattered in its wake.",
    "MUDBRAY": "The mud stuck to Mudbray's hooves enhances its grip and its powerful running gait.",
    "MUDSDALE": "It can trudge mountain roads without rest for three days, all the while dragging a 10-ton load.",
    "DEWPIDER": "It crawls onto the land in search of food. Its water bubble allows it to breathe and protects its head.",
    "ARAQUANID": "It delivers headbutts with the bubble on its head. Small Pokémon get sucked into it, where they drown.",
    "FOMANTIS": "It loves the sunshine. When it basks in the sunlight regularly, it grows up with vivid coloration.",
    "LURANTIS": "For self-protection, it pretends to be a bug Pokémon. Both of its arms bear keen-edged petals.",
    "MORELULL": "It scatters spores that flicker and glow. Anyone seeing these lights falls into a deep slumber.",
    "SHIINOTIC": "When it starts fighting for territory with Parasect, the entire area gets completely coated in spores!",
    "SALANDIT": "It burns its bodily fluids to create a poisonous gas. It weakens enemies and sends them reeling with it.",
    "SALAZZLE": "It punishes Salandit that couldn't bring it food with a fierce slap of its flame-spewing palm.",
    "STUFFUL": "Stufful hates to be hugged or touched in any way. It will squirm, thrash, and resist with amazing power.",
    "BEWEAR": "It boasts tremendous physical strength. Many people call it the most dangerous Pokémon in Alola region.",
    "BOUNSWEET": "Because of its sweet, delicious aroma, bird Pokémon are always after it.",
    "STEENEE": "It bounces around, swinging the sepals on its head with abandon. It's quite painful when it smacks you!",
    "TSAREENA": "A master of grand and beautiful kicks, it can knock out even kickboxing champions with a single blow.",
    "COMFEY": "Baths prepared with the flowers from its vine have a relaxing effect so it is a hit to many people.",
    "ORANGURU": "Known for its extreme intelligence, it will look down on inexperienced Trainers.",
    "PASSIMIAN": "They form groups of 20 individuals. Their mutual bond is remarkable-they will never let down a comrade.",
    "WIMPOD": "An astonishingly cowardly Pokémon, it whirs its legs at high speed to run away if anything comes near it.",
    "GOLISOPOD": "With a flashing slash of its giant sharp claws, it cleaves seawater-or even air-right in two.",
    "SANDYGAST": "Born from a sand mound playfully built by a child, this Pokémon embodies the grudges of the departed.",
    "PALOSSAND": "Buried beneath the castle are masses of dried-up bones from those whose vitality it has drained.",
    "PYUKUMUKU": "Its body is covered with slime. If you accidentally step on it, you'll slip, and it will get mad at you!",
    "TYPE_NULL": "There's danger of its going on a rampage, so its true power is sealed away beneath its control mask.",
    "SILVALLY": "It destroyed its own control mask. It has become capable of changing type by equipping special memories.",
    "MINIOR": "It eats dust in the atmosphere. The composition of the dust determines the color of its core.",
    "KOMALA": "It stays asleep from the moment it's born. When it falls into a deep sleep, it stops moving altogether.",
    "TURTONATOR": "It gushes fire and poisonous gases from its nostrils. Its dung is an explosive substance.",
    "TOGEDEMARU": "When it's surprised or agitated, the 14 fur spikes on its back will stand up involuntarily.",
    "MIMIKYU": "It conceals its terrifying appearance beneath an old rag so it can get closer to people and Pokémon.",
    "BRUXISH": "Its skin is thick enough to fend off spikes. With its robust teeth, it crunches up and eats the spikes.",
    "DRAMPA": "It appears in towns and plays with the children. Drampa will protect kids when they're in danger.",
    "DHELMISE": "It wraps its prey in green seaweed and sucks away their vitality. It only likes to go after big prey.",
    "JANGMO_O": "They live in mountains where no trace of humans can be detected. It grows as it battles others.",
    "HAKAMO_O": "It leaps at its prey with a courageous shout. Its scaly punches tear its opponents to shreds.",
    "KOMMO_O": "It battles valiantly with its fists, which are armored in steel scales. Kommo-o specializes in uppercuts.",
    "TAPU_KOKO": "This guardian deity of Melemele summons thunderclouds and stores their lightning inside its body.",
    "TAPU_LELE": "This guardian deity of Akala is guilelessly cruel. Its flowers' fragrant aroma is its source of energy.",
    "TAPU_BULU": "The guardian deity of Ula'ula is a lazy Pokémon. It commands plants to immobilize its foes.",
    "TAPU_FINI": "The guardian deity of Poni can control water. It can create pure water that will wash away any impurity.",
    "COSMOG": "Its body is gaseous and frail. It slowly grows as it collects dust from the atmosphere.",
    "COSMOEM": "As it absorbs light, Cosmoem continues to grow. Its golden shell is surprisingly solid.",
    "SOLGALEO": "In writings from the distant past, it's called by the name \"the beast that devours the sun.\\\"",
    "LUNALA": "It sometimes summons unknown powers and life-forms to this world from holes that lead to other worlds.",
    "NIHILEGO": "A life-form from another world, it was dubbed a UB and is thought to produce a strong neurotoxin.",
    "BUZZWOLE": "Buzzwole goes around showing off its abnormally swollen muscles. It is one kind of Ultra Beast.",
    "PHEROMOSA": "One of the dangerous Ultra Beasts, it has been spotted running across the land at terrific speeds.",
    "XURKITREE": "It appeared from the Ultra Wormhole. It raided a power plant, so it energizes itself with electricity.",
    "CELESTEELA": "It appeared from the Ultra Wormhole. Witnesses observed it flying across the sky at high speed.",
    "KARTANA": "This Ultra Beast's body, which is as thin as paper, is like a sharpened sword.",
    "GUZZLORD": "An unknown life-form called a UB. It may be constantly hungry-it is certainly always devouring something.",
    "NECROZMA": "Light is the source of its energy. If it isn't devouring light, impurities build up in it.",
    "MAGEARNA": "Its mechanized body is merely a vessel. Its true self is its Soul-Heart, an artificial soul.",
    "MARSHADOW": "It lurks in the shadows of others, copying their movements and powers. It is craven and cowering.",
    "POIPOLE": "This Ultra Beast is well enough liked to be chosen as a first partner in its own world.",
    "NAGANADEL": "It stores hundreds of liters of poisonous liquid in its body. It is one of the organisms known as UBs.",
    "STAKATAKA": "When stone walls started moving and attacking, the brute's true identity was this mysterious life-form.",
    "BLACEPHALON": "It causes explosions, then takes advantage of opponents' surprise to rob them of their vitality.",
    "ZERAORA": "It approaches its enemies at the speed of lightning, then tears them limb from limb with its sharp claws.",
    "MELTAN": "It melts particles of iron and other metals found in the subsoil, so it can absorb them into its molten steel body.",
    "MELMETAL": "Revered long ago for its capacity to create iron from nothing, it has come back to life after 3000 years.",
    "GROOKEY": "It attacks with rapid beats of its stick. As it strikes with amazing speed, it gets more and more pumped.",
    "THWACKEY": "The faster a Thwackey can beat out a rhythm with its two sticks, the more respect it wins from its peers.",
    "RILLABOOM": "By drumming, it taps into the power of its special tree stump. The roots of the stump follow its direction in battle.",
    "SCORBUNNY": "It has special pads on the backs of its feet, and one on its nose. Its pads radiate tremendous heat.",
    "RABOOT": "Its thick and fluffy fur protects it from the cold and enables it to use hotter fire moves.",
    "CINDERACE": "It gets pumped up when cheered on. But if it starts showboating, it could put itself in a tough spot.",
    "SOBBLE": "When it gets wet, its skin changes color, and this Pokémon becomes invisible as if it were camouflaged.",
    "DRIZZILE": "Highly intelligent but also very lazy, it keeps enemies out of its territory by laying traps everywhere.",
    "INTELEON": "It picks out foes' weak points so it can precisely blast them with water that shoots from its fingertips.",
    "SKWOVET": "This Pokémon becomes uneasy if its cheeks are ever completely empty of berries.",
    "GREEDENT": "This Pokémon has strong teeth and can chew through the toughest of berry shells.",
    "ROOKIDEE": "It will bravely challenge any foe, no matter how powerful. Even suffering a defeat increases its strength a bit.",
    "CORVISQUIRE": "The lessons of many harsh battles have taught it how to accurately judge an opponent's strength.",
    "CORVIKNIGHT": "The black luster of its steel body could drive terror into the heart of any foe.",
    "BLIPBUG": "A constant collector of information, this Pokémon is very smart. Very strong is what it isn't.",
    "DOTTLER": "As it grows inside its shell, it uses its psychic abilities to monitor its surroundings and wait for evolution.",
    "ORBEETLE": "It's famous for its high intelligence, and the large size of its brain is proof that it has immense psychic power.",
    "NICKIT": "Aided by the soft pads on its feet, it silently raids the food stores of others. It survives off its ill-gotten gains.",
    "THIEVUL": "With a lithe body and sharp claws, it goes around stealing food and eggs. It secretly marks its future targets.",
    "GOSSIFLEUR": "It anchors itself in the ground and basks in the sun. After absorbing enough sunlight, it blooms vividly.",
    "ELDEGOSS": "The seeds attached to its cotton fluff are full of nutrients. It spreads them on the wind so that others can benefit.",
    "WOOLOO": "If its fleece grows too long, it won't be able to move. Cloth made with its wool is surprisingly durable.",
    "DUBWOOL": "Its majestic horns are meant only to impress the opposite gender. They never see use in battle.",
    "CHEWTLE": "Apparently the itch of its teething impels it to snap its jaws at anything in front of it.",
    "DREDNAW": "With jaws that can shear through steel rods, this highly aggressive Pokémon chomps down on its unfortunate prey.",
    "YAMPER": "This greedy Pokémon only helps people with their work because it wants treats. As it runs, it crackles with electricity.",
    "BOLTUND": "It sends electricity through its legs to boost their strength. Running at top speed, it easily breaks 50 mph.",
    "ROLYCOLY": "It can race around like a unicycle, even on rough, rocky terrain. Burning coal sustains it.",
    "CARKOL": "By rapidly rolling its legs, it can easily travel at over 18 mph. It forms coal inside its body.",
    "COALOSSAL": "While engaged in battle, its mountain of coal will burn bright red, scorching the surrounding area with sparks.",
    "APPLIN": "As soon as it's born, it burrows into an apple. the flavor of the apple is what determines its evolution.",
    "FLAPPLE": "It ate a sour apple, which induced its evolution. It stores an acid capable of causing chemical burns in its cheeks.",
    "APPLETUN": "It ate a sweet apple, which induced its evolution. Back in the day, children used to have it as a snack.",
    "SILICOBRA": "It spews sand from its nostrils. While the enemy is blinded, it burrows into the ground to hide.",
    "SANDACONDA": "When it contracts its body, over 220 pounds of sand sprays from its nose. It becomes disheartened if it runs out.",
    "CRAMORANT": "This hungry Pokémon swallows Arrokuda whole. Occasionally, it makes a mistake and tries to swallow other Pokémon.",
    "ARROKUDA": "It becomes extremely sluggish after eating its fill. That's when Cramorant swallows it up.",
    "BARRASKEWDA": "Its jaw that's as sharp as a spear and as strong as steel. It spins its tail fins to surge forward at over 100 knots.",
    "TOXEL": "It manipulates the chemical makeup of its poison to produce electricity. Despite a weak voltage, it can cause paralysis.",
    "TOXTRICITY": "This short-tempered and aggressive Pokémon chugs stagnant water to absorb any toxins it might contain.",
    "SIZZLIPEDE": "It stores flammable gas in its body and uses it to generate heat. It then coils around its prey and cooks it.",
    "CENTISKORCH": "This excessively hostile Pokémon has large and very sharp fangs in addition to its dangerous burning body.",
    "CLOBBOPUS": "It's very curious, but its means of investigating things is to try to punch them with its tentacles.",
    "GRAPPLOCT": "Searching for an opponent to test its skills against, it emerges onto land. Once the battle is over, it returns to the sea.",
    "SINISTEA": "This Pokémon is said to have been born when a lonely spirit possessed a cold, leftover cup of tea.",
    "POLTEAGEIST": "This species lives in antique teapots. Most pots are forgeries, but on rare occasions, an authentic work is found.",
    "HATENNA": "Via the protrusion on its head, it senses other creatures' emotions. It prefers areas without people.",
    "HATTREM": "No matter who you are, if you bring strong emotions near this Pokémon, it will silence you violently.",
    "HATTERENE": "Known as the Forest Witch, if you are too loud around it, you risk being torn apart by the claws on its tentacle.",
    "IMPIDIMP": "It sneaks into people's homes, taking and feasting on the negative energy of the frustrated occupants.",
    "MORGREM": "With sly cunning, it lures people into the woods. Some believe it to have the power to make crops grow.",
    "GRIMMSNARL": "Its hairs work like muscle fibers. When its hairs unfurl, they latch on to foes, ensnaring them like tentacles.",
    "OBSTAGOON": "It evolved after experiencing numerous fights. While crossing its arms, it lets out a shout that'd make anyone flinch.",
    "PERRSERKER": "What appears to be an iron helmet is actually hardened hair. This Pokémon lives for the thrill of battle.",
    "CURSOLA": "Be cautious of the ectoplasmic body surrounding its soul. You'll become stiff as stone if you touch it.",
    "SIRFETCHD": "After deflecting attacks with its hard leaf shield, it strikes back with its sharp leek stalk.",
    "MR_RIME": "Its amusing movements make it very popular. It releases its psychic power from the pattern on its belly.",
    "RUNERIGUS": "Never touch its shadowlike body, or you'll be shown the horrific memories behind the picture carved into it.",
    "MILCERY": "They say that any patisserie visited by Milcery is guaranteed success and good fortune.",
    "ALCREMIE_STRAWBERRY": "It evolved from a Milcery that held onto a Strawberry Sweet. Its flavor depends on how it was mixed.",
    "FALINKS": "The six of them work together as one. Teamwork is also their battle strategy, and they constantly change formation.",
    "PINCURCHIN": "It feeds on seaweed, using its teeth to scrape it off rocks. Electric current flows from the tips of its spines.",
    "SNOM": "It eats snow that piles up on the ground. The more snow it eats, the bigger its spikes grow.",
    "FROSMOTH": "Icy scales fall from its wings like snow as it flies over fields and mountains.",
    "STONJOURNER": "Once a year, on a specific date and at a specific time, they gather out of nowhere and form up in a circle.",
    "EISCUE": "It drifted in on the flow of ocean waters from a frigid place. It keeps its head iced constantly to stay cold.",
    "INDEEDEE": "Through its horns, it can pick up on the emotions of creatures around it. Males will act as valets for those they serve.",
    "MORPEKO": "As it eats the seeds stored up in its pouches, it generates electricity while satisfying its constant hunger.",
    "CUFANT": "If a job requires serious strength, Cufant will excel at it. Its copper body tarnishes in the rain, turning green.",
    "COPPERAJAH": "These Pokémon live in herds. Their trunks have incredible grip strength, strong enough to crush giant rocks.",
    "DRACOZOLT": "The powerful muscles in its tail generate its electricity. Its upper half is entirely too small.",
    "ARCTOZOLT": "The shaking of its freezing upper half is what generates its electricity. It has a hard time walking around.",
    "DRACOVISH": "Its mighty legs are capable of running at speeds exceeding 40 mph, but it can't breathe unless it's underwater.",
    "ARCTOVISH": "The skin on its face is impervious to attack, but breathing difficulties made it go extinct anyway.",
    "DURALUDON": "Its body resembles polished metal, and it's both lightweight and strong. However, its body rusts easily.",
    "DREEPY": "After being reborn as a ghost, Dreepy wanders the areas it used to inhabit back when it was alive in prehistoric seas.",
    "DRAKLOAK": "It's capable of flying faster than 120 mph. It battles alongside Dreepy and dotes on them until they evolve.",
    "DRAGAPULT": "Apparently the Dreepy inside its horns eagerly look forward to being launched out at Mach speeds.",
    "ZACIAN": "It has slumbered for many years. Some say it is Zamazenta's elder sister, others say the two are rivals.",
    "ZAMAZENTA": "It slept for aeons while in the form of a statue. It was asleep for so long, people forgot that it ever existed.",
    "ETERNATUS": "It was inside a meteorite that fell 20,000 years ago. The energy that its core absorbs allows it to live.",
    "KUBFU": "If it pulls the long white hair on its head, its fighting spirit heightens and power wells up from deep in its belly.",
    "URSHIFU_SINGLE": "Inhabiting the mountains of a distant region, it races across sheer cliffs, training its legs and refining its moves.",
    "ZARUDE": "Once the vines on its body tear off, they become nutrients in the soil. This helps the plants of the forest grow.",
    "REGIELEKI": "Its entire body is made of an organ that generates electricity. It is capable of generating a region's worth of electricity.",
    "REGIDRAGO": "Its body is composed of crystallized dragon energy. It is said to contain the power of every Dragon Pokémon.",
    "GLASTRIER": "Glastrier has tremendous physical strength. The mask covering its face is 100 times stronger than diamond.",
    "SPECTRIER": "As it dashes through the night, it absorbs the life energy of sleeping Pokémon. It craves silence and solitude.",
    "CALYREX": "Its every move is filled with grace and dignity. Extremely intelligent, it is said to see past, present, and future events.",
    "WYRDEER": "The fur shed from its beard retains heat well and is a highly useful material for winter clothing.",
    "KLEAVOR": "A violent creature that fells towering trees with its crude axes and shields itself with hard stone.",
    "URSALUNA": "Swampy terrain gave Ursaluna its burly physique and newfound capacity to manipulate peat at will.",
    "BASCULEGION": "It clads itself in the souls of comrades that perished before fulfilling their goals of journeying upstream.",
    "SNEASLER": "It has virulent poison and daunting physical prowess. Preferring solitude, this species does not form packs.",
    "OVERQWIL": "Its lancelike spikes and savage temperament have earned it the nickname \"sea fiend.\\\"",
    "ENAMORUS": "According to legend, this Pokémon's love gives rise to the budding of fresh life across the land. //Special Form Entries",
    "RATTATA_A": "When the sun goes down, it becomes active. It runs around town on a chase for good food for its boss-Raticate.",
    "RATICATE_A": "It makes its Rattata underlings gather food for it, dining solely on the most nutritious and delicious fare.",
    "RAICHU_A": "It focuses psychic energy into its tail and rides it like it's surfing. Another name for this Pokémon is \"hodad.\\\"",
    "SANDSHREW_A": "It lives on snowy mountains. Its steel shell is very hard-so much so, it can't roll its body up into a ball.",
    "SANDSLASH_A": "It runs across snow-covered plains at high speeds. It developed thick, sharp claws to plow through the snow.",
    "VULPIX_A": "In hot weather, this Pokémon makes ice shards with its six tails and sprays them around to cool itself off.",
    "NINETALES_A": "It lives on mountains perpetually covered in snow and is revered as a deity incarnate.",
    "DIGLETT_A": "Its golden hairs function as sensors. It pokes them out of its burrow to monitor its surroundings.",
    "DUGTRIO_A": "Its metallic whiskers are heavy, so it's not very fast, but it has the power to dig through bedrock.",
    "MEOWTH_A": "It's impulsive, selfish, and fickle. It's very popular with Trainers who like giving it the attention it needs.",
    "MEOWTH_G": "These daring Pokémon have coins on their foreheads. Darker coins are harder, and harder coins garner more respect.",
    "PERSIAN_A": "It has the classiest coat. The rippling of its fur in the heat of battle has a beauty all its own.",
    "GEODUDE_A": "Its body is a magnetic stone. Iron sand attaches firmly to the portions of its body that are particularly magnetic.",
    "GRAVELER_A": "Graveler's entire body is tinged with electricity due to the stones it likes to eat. It's very quick-tempered.",
    "GOLEM_A": "Since it can't fire boulders at a rapid pace, it's been known to seize nearby Geodude and fire them from its back.",
    "PONYTA_G": "Its small horn hides a healing power. With a few rubs from this its horn, any slight wound you have will be healed.",
    "RAPIDASH_G": "Brave and prideful, it dashes airily through the forest, its steps aided by psychic powers stored in its fetlocks.",
    "SLOWPOKE_G": "Because it eats the seeds of a plant that grows only in Galar, their tails have developed a spicy flavor.",
    "SLOWBRO_G": "A Shellder bite set off a chemical reaction with the spices inside its body, causing Slowbro to become a Poison-type.",
    "FARFETCHD_G": "It uses the stalks of leeks that are larger and thicker than usual, which made them to adapt to a unique form.",
    "GRIMER_A": "A Grimer, which had been brought in to solve a problem with garbage, developed over time into this form.",
    "MUK_A": "The garbage it eats causes continuous chemical changes in its body, which produce its vivid coloration.",
    "EXEGGUTOR_A": "It swings its long neck like a whip and smacks its opponents. This makes Exeggutor itself dizzy, too.",
    "MAROWAK_A": "Its custom is to mourn its lost friends. Mounds of dirt by the side of the road mark the graves of the Marowak.",
    "WEEZING_G": "This Pokémon consumes particles that contaminate the air. Instead of leaving droppings, it expels clean air.",
    "MR_MIME_G": "It can radiate chilliness from the bottoms of its feet. It'll spend its day tap dancing on a frozen floor.",
    "ARTICUNO_G": "Known as Articuno, this Pokémon fires beams that can immobilize opponents as if they had been frozen solid.",
    "ZAPDOS_G": "One kick from its powerful legs will pulverize a dump truck. It runs through the mountains at over 180 mph.",
    "MOLTRES_G": "Its sinister, flame-like aura consumes the spirit of any creature it hits. Victims become burned-out shadows of themselves.",
    "SLOWKING_G": "While chanting strange spells, Slowking combines its internal toxins with what it's eaten, creating strange potions.",
    "CORSOLA_G": "Sudden climate change wiped out this ancient kind of Corsola. It absorbs the life force of others through its branches.",
    "ZIGZAGOON_G": "It moves in zigzags and wreaks havoc upon its surroundings. It is thought to be the oldest form of Zigzagoon.",
    "LINOONE_G": "It uses its long tongue to taunt foes. Once the opposition is enraged, it hurls itself, tackling them forcefully.",
    "DARUMAKA_G": "They freeze their breath to make snowballs, using them as ammo for playful snowball fights.",
    "DARMANITAN_G": "Though it has a gentle disposition, it's also very strong. It stashes food in the snowball on its head.",
    "DARMANITAN_G_ZEN": "Anger has reignited its atrophied flame sac. This Pokémon spews fire all over as it rampages indiscriminately.",
    "YAMASK_G": "It's said that this Pokémon was formed when an ancient clay tablet was drawn to a vengeful spirit.",
    "STUNFISK_G": "Its conspicuous lips lure prey in as it lies in wait in the mud. When prey gets close, it will clamp down hard.",
    "ZYGARDE_10": "Born when around 10% of Zygarde's cells have been gathered from all over, this form is skilled in close-range combat.",
    "ZYGARDE_COMPLETE": "This is Zygarde's 100% form. It has enough power to overwhelm even Xerneas or Yveltal.",
    "ORICORIO_Y": "This Oricorio has sipped bright yellow nectar. Its bright, cheerful dance melts the hearts of its enemies.",
    "ORICORIO_P": "This Oricorio has sipped pink nectar. Its enemies' hearts melt at the sight of its gently swaying hips.",
    "ORICORIO_S": "This Oricorio has sipped purple nectar. Some dancers use its graceful, elegant dancing as inspiration.",
    "LYCANROC_N": "They live alone without forming packs. They only listen to orders from those who can draw out their true power.",
    "LYCANROC_DUSK": "This strange form is the result of it evolving at dusk. An intense fighting spirit underlies its calmness.",
    "WISHIWASHI_S": "At their appearance, even Gyarados flee. When they team up to use Water Gun, its power exceeds that of Hydro Pump.",
    "NECROZMA_DUSK_MANE": "This is Necrozma while it's absorbing the power of Solgaleo, making it very ferocious and impossible to control.",
    "NECROZMA_DAWN_WINGS": "Lunala no longer has a will of its own. Now under the control of Necrozma, it continuously expels all of its energy.",
    "NECROZMA_ULTRA": "This is its form when it has absorbed overwhelming light energy. It fires laser beams from all over its body.",
    "MAGEARNA_P": "It functions thanks to its artificial soul. The vivid decoration is proof that it was presented as a gift to royalty.",
    "CRAMORANT_GULPING": "The slightest shock is sometimes enough to get this Pokémon to spit out the Arrokuda lodged in its throat.",
    "CRAMORANT_GORGING": "This Cramorant has accidentally gotten a Pikachu lodged in its gullet. While it seems to be choking, it isn't bothered.",
    "TOXTRICITY_LOW_KEY": "While generating electricity, it fills surroundings with what sounds like the strumming of a bass guitar.",
    "SINISTEA_CHIPPED": "The swirl pattern in its body is its weakness. If it gets stirred, the swirl loses its shape, and it gets dizzy.",
    "POLTEAGEIST_CHIPPED": "When angered, it launches tea from its body at the offender's mouth. The tea causes strong chills if swallowed.",
    "ALCREMIE_BERRY": "It evolved from a Milcery that held onto a Berry Sweet. The flavor of its cream depends on how it was mixed.",
    "ALCREMIE_CLOVER": "It evolved from a Milcery that held onto a Clover Sweet. The flavor of its cream depends on how it was mixed.",
    "ALCREMIE_FLOWER": "It evolved from a Milcery that held onto a Flower Sweet. The flavor of its cream depends on how it was mixed.",
    "ALCREMIE_LOVE": "It evolved from a Milcery that held onto a Love Sweet. The flavor of its cream depends on how it was mixed.",
    "ALCREMIE_RIBBON": "It evolved from a Milcery that held onto a Ribbon Sweet. The flavor of its cream depends on how it was mixed.",
    "ALCREMIE_STAR": "It evolved from a Milcery that held onto a Star Sweet. The flavor of its cream depends on how it was mixed.",
    "EISCUE_NOICE": "The ice covering this Pokémon's face has shattered, revealing a worried expression that many are enamored with.",
    "INDEEDEE_FEMALE": "These intelligent Pokémon touch horns with each other to share information between them.",
    "MORPEKO_HANGRY": "Intense hunger drives it to extremes of violence. Until its hunger is appeased, it gets up to all manner of evil deeds.",
    "ZACIAN_CROWNED": "Now armed with a weapon it used in ancient times, this Pokémon needs only a single strike to fell any target.",
    "ZAMAZENTA_CROWNED": "Now that it has equipped its shield, it can shrug off impressive blows, even from Dynamaxed foes.",
    "ETERNATUS_ETERNAMAX": "Infinite amounts of energy pour from this Pokémon's enlarged core, warping the surrounding space-time.",
    "URSHIFU_RAPID": "This form of Urshifu strongly believes in defeating foes by raining many blows down on them.",
    "ZARUDE_DADA": "This Zarude left its pack to raise a human child. It would wrap the child with its cloth to calm the child's crying.",
    "CALYREX_ICE_RIDER": "It is said that this Pokémon once moved a large forest to a new location overnight.",
    "CALYREX_SHADOW_RIDER": "It is said that by using its power, this Pokémon saved the creatures of a forest from a meteorite strike.",
    "GROWLITHE_H": "These Pokémon live in packs in the snowy mountains and defend themselves with icy breath.",
    "ARCANINE_H": "It is said to guide virtuous people who have lost their way on mountain paths back down to the mountain's base.",
    "VOLTORB_H": "When excited, Voltorb discharges the electric current it has stored in its belly, then lets out a great laugh.",
    "ELECTRODE_H": "When irritated, this Pokémon lets loose an electric current equal to 20 lightning bolts.",
    "TYPHLOSION_H": "It is said to purify lost, forsaken souls with its flames and guide them to the afterlife.",
    "QWILFISH_H": "Fisherman detest this troublesome Pokémon because it sprays poison from its spines, getting it everywhere.",
    "SNEASEL_H": "From the tips of its claws drips a venom that infiltrates the nerves of any prey caught in its grasp.",
    "SAMUROTT_H": "Hard of heart and deft of blade, its turbulent blows crash into foes like ceaseless pounding waves.",
    "LILLIGANT_H": "The leaves on its head are highly valued for medicinal purposes when dried in the sun and boiled.",
    "BASCULIN_H": "This Basculin differs from others in several respects, including its demeanor - this one is gentle.",
    "ZORUA_H": "A once-departed soul, returned to life. It derives power from resentment, which rises as energy atop its head.",
    "ZOROARK_H": "Heedless of its own safety, it attacks its nemeses with a bitter energy so intense, it lacerates its own body.",
    "BRAVIARY_H": "It is said to blast lakes with shock waves, then scoops up any prey that float to the water's surface.",
    "SLIGGOO_H": "It is said its metallic shell developed as a result of the mucus on its skin reacting with the iron in ancient water.",
    "GOODRA_H": "Able to freely control the hardness of its metallic shell. It loathes solitude and is extremely clingy.",
    "AVALUGG_H": "The armor of ice covering its lower jaw puts steel to shame and can shatter rocks with ease.",
    "DECIDUEYE_H": "The air stored inside the rachises of Decidueye's feathers insulates the Pokémon against extreme cold. #org @DEX_CATEGORY_HOOPA_UNBOUND Djinn #org @DEX_CATEGORY_CALYREX_ICE_RIDER #org @DEX_CATEGORY_CALYREX_SHADOW_RIDER High King #org @DEX_CATEGORY_PONYTA_G #org @DEX_CATEGORY_RAPIDASH_G Unique Horn #org @DEX_CATEGORY_MR_MIME_G Dancing #org @DEX_CATEGORY_SLOWKING_G Hexpert #org @DEX_CATEGORY_ARTICUNO_G Cruel #org @DEX_CATEGORY_ZAPDOS_G Strong Legs #org @DEX_CATEGORY_MOLTRES_G Malevolent #org @DEX_CATEGORY_DARMANITAN_G Zen Charm #org @DEX_CATEGORY_GROWLITHE_H Scout #org @DEX_CATEGORY_VOLTORB_H #org @DEX_CATEGORY_ELECTRODE_H Sphere #org @DEX_CATEGORY_TYPHLOSION_H Ghost Flame #org @DEX_CATEGORY_LILLIGANT_H Spinning #org @DEX_CATEGORY_BASCULIN_H Mellow #org @DEX_CATEGORY_ZORUA_H SpitefulFox #org @DEX_CATEGORY_ZOROARK_H Baneful Fox #org @DEX_CATEGORY_BRAVIARY_H Battle Cry #org @DEX_CATEGORY_SLIGGOO_H Snail #org @DEX_CATEGORY_GOODRA_H ShellBunker"
}